Repository: tahercoolguy/djang_pmf_calculator
Catalog: pmf_tracker/locale/*/LC_MESSAGES/django.po
Languages: ar, de, es, fr, hi, id, it, ja, ko, pl, pt, ru, th, tr, vi, zh_hans

source: 👋 What do you do?
ar: 👋 ما هو عملك؟
de: 👋 Was machen Sie beruflich?
es: 👋 ¿A qué te dedicas?
fr: 👋 Que faites-vous ?
hi: 👋 आप क्या करते हैं?
id: 👋 Apa pekerjaan Anda?
it: 👋 Che lavoro fai?
ja: 👋 お仕事は何ですか？
ko: 👋 무슨 일을 하시나요?
pl: 👋 Czym się zajmujesz?
pt: 👋 O que você faz?
ru: 👋 Чем вы занимаетесь?
th: 👋 คุณทำงานอะไร?
tr: 👋 Ne iş yapıyorsunuz?
vi: 👋 Bạn làm nghề gì?
zh_hans: 👋 你是做什么的？

source: 🎯 Choose your occupation
ar: 🎯 اختر مهنتك
de: 🎯 Wählen Sie Ihren Beruf
es: 🎯 Elige tu ocupación
fr: 🎯 Choisissez votre profession
hi: 🎯 अपना व्यवसाय चुनें
id: 🎯 Pilih pekerjaan Anda
it: 🎯 Scegli la tua occupazione
ja: 🎯 職業を選択してください
ko: 🎯 직업을 선택하세요
pl: 🎯 Wybierz swój zawód
pt: 🎯 Escolha sua ocupação
ru: 🎯 Выберите род занятий
th: 🎯 เลือกอาชีพของคุณ
tr: 🎯 Mesleğinizi seçin
vi: 🎯 Chọn nghề nghiệp của bạn
zh_hans: 🎯 选择你的职业

source: 👨‍💻 Developer
ar: 👨‍💻 مطور
de: 👨‍💻 Entwickler
es: 👨‍💻 Desarrollador
fr: 👨‍💻 Développeur
hi: 👨‍💻 डेवलपर
id: 👨‍💻 Pengembang
it: 👨‍💻 Sviluppatore
ja: 👨‍💻 開発者
ko: 👨‍💻 개발자
pl: 👨‍💻 Programista
pt: 👨‍💻 Desenvolvedor
ru: 👨‍💻 Разработчик
th: 👨‍💻 นักพัฒนา
tr: 👨‍💻 Geliştirici
vi: 👨‍💻 Lập trình viên
zh_hans: 👨‍💻 开发者

source: 🎨 Designer
ar: 🎨 مصمم
es: 🎨 Diseñador
hi: 🎨 डिज़ाइनर
id: 🎨 Desainer
ja: 🎨 デザイナー
ko: 🎨 디자이너
pl: 🎨 Projektant
ru: 🎨 Дизайнер
th: 🎨 นักออกแบบ
tr: 🎨 Tasarımcı
vi: 🎨 Nhà thiết kế
zh_hans: 🎨 设计师

source: 👔 Manager
ar: 👔 مدير
es: 👔 Gerente
hi: 👔 प्रबंधक
id: 👔 Manajer
ja: 👔 マネージャー
ko: 👔 매니저
pl: 👔 Menedżer
pt: 👔 Gerente
ru: 👔 Менеджер
th: 👔 ผู้จัดการ
tr: 👔 Yönetici
vi: 👔 Quản lý
zh_hans: 👔 经理

source: 🚀 Founder
ar: 🚀 مؤسس
de: 🚀 Gründer
es: 🚀 Fundador
fr: 🚀 Fondateur
hi: 🚀 संस्थापक
id: 🚀 Pendiri
it: 🚀 Fondatore
ja: 🚀 創業者
ko: 🚀 창업자
pl: 🚀 Założyciel
pt: 🚀 Fundador
ru: 🚀 Основатель
th: 🚀 ผู้ก่อตั้ง
tr: 🚀 Kurucu
vi: 🚀 Người sáng lập
zh_hans: 🚀 创始人

source: 🎥 Video Editor
ar: 🎥 محرر فيديو
es: 🎥 Editor de Video
fr: 🎥 Monteur Vidéo
hi: 🎥 वीडियो एडिटर
id: 🎥 Editor Video
it: 🎥 Editor Video
ja: 🎥 動画編集者
ko: 🎥 영상 편집자
pl: 🎥 Montażysta wideo
pt: 🎥 Editor de Vídeo
ru: 🎥 Видеомонтажёр
th: 🎥 ตัดต่อวิดีโอ
tr: 🎥 Video Editörü
vi: 🎥 Biên tập viên Video
zh_hans: 🎥 视频编辑

source: 📢 Marketer
ar: 📢 مسوق
de: 📢 Marketing-Manager
es: 📢 Mercadólogo
fr: 📢 Marketing
hi: 📢 मार्केटर
id: 📢 Pemasar
it: 📢 Marketing
ja: 📢 マーケター
ko: 📢 마케터
pl: 📢 Marketingowiec
pt: 📢 Marketing
ru: 📢 Маркетолог
th: 📢 นักการตลาด
tr: 📢 Pazarlamacı
vi: 📢 Nhà tiếp thị
zh_hans: 📢 营销人员

source: 📚 Student
ar: 📚 طالب
es: 📚 Estudiante
fr: 📚 Étudiant
hi: 📚 छात्र
id: 📚 Pelajar
it: 📚 Studente
ja: 📚 学生
ko: 📚 학생
pt: 📚 Estudante
ru: 📚 Студент
th: 📚 นักเรียน
tr: 📚 Öğrenci
vi: 📚 Sinh viên
zh_hans: 📚 学生

source: 🔬 Researcher
ar: 🔬 باحث
de: 🔬 Forscher
es: 🔬 Investigador
fr: 🔬 Chercheur
hi: 🔬 शोधकर्ता
id: 🔬 Peneliti
it: 🔬 Ricercatore
ja: 🔬 研究者
ko: 🔬 연구원
pl: 🔬 Badacz
pt: 🔬 Pesquisador
ru: 🔬 Исследователь
th: 🔬 นักวิจัย
tr: 🔬 Araştırmacı
vi: 🔬 Nhà nghiên cứu
zh_hans: 🔬 研究员

source: ✨ Other
ar: ✨ أخرى
de: ✨ Sonstiges
es: ✨ Otro
fr: ✨ Autre
hi: ✨ अन्य
id: ✨ Lainnya
it: ✨ Altro
ja: ✨ その他
ko: ✨ 기타
pl: ✨ Inne
pt: ✨ Outro
ru: ✨ Другое
th: ✨ อื่นๆ
tr: ✨ Diğer
vi: ✨ Khác
zh_hans: ✨ 其他

source: How would you feel if you could no longer use Level?
ar: كيف ستشعر إذا لم تعد قادراً على استخدام Level؟
de: Wie würden Sie sich fühlen, wenn Sie Level nicht mehr nutzen könnten?
es: ¿Cómo te sentirías si ya no pudieras usar Level?
fr: Comment vous sentiriez-vous si vous ne pouviez plus utiliser Level ?
hi: अगर आप Level का उपयोग नहीं कर पाएं तो कैसा महसूस करेंगे?
id: Bagaimana perasaan Anda jika tidak bisa lagi menggunakan Level?
it: Come ti sentiresti se non potessi più usare Level?
ja: もしLevelが使えなくなったらどう感じますか？
ko: Level을 더 이상 사용할 수 없다면 어떤 느낌이 들까요?
pl: Jak byś się czuł(a), gdybyś nie mógł/mogła już korzystać z Level?
pt: Como você se sentiria se não pudesse mais usar o Level?
ru: Как бы вы себя чувствовали, если бы больше не могли использовать Level?
th: คุณจะรู้สึกอย่างไรถ้าไม่สามารถใช้ Level ได้อีกต่อไป?
tr: Level'ı artık kullanamayacak olsanız nasıl hissederdiniz?
vi: Bạn sẽ cảm thấy thế nào nếu không thể sử dụng Level nữa?
zh_hans: 如果你不能再使用Level，你会有什么感受？

source: Very disappointed
ar: محبط جداً
de: Sehr enttäuscht
es: Muy decepcionado
fr: Très déçu
hi: बहुत निराश
id: Sangat kecewa
it: Molto deluso
ja: とても残念
ko: 매우 실망
pl: Bardzo rozczarowany(a)
pt: Muito desapontado
ru: Очень разочарован
th: ผิดหวังมาก
tr: Çok hayal kırıklığına uğrardım
vi: Rất thất vọng
zh_hans: 非常失望

source: Level has become essential to my workflow
ar: أصبح Level ضرورياً في سير عملي
de: Level ist für meinen Arbeitsablauf unverzichtbar geworden
es: Level se ha vuelto esencial en mi flujo de trabajo
fr: Level est devenu essentiel à mon flux de travail
hi: Level मेरे कार्य प्रवाह के लिए आवश्यक हो गया है
id: Level telah menjadi penting dalam alur kerja saya
it: Level è diventato essenziale per il mio flusso di lavoro
ja: Levelは私の作業フローに不可欠になっています
ko: Level은 제 업무 흐름에 필수적입니다
pl: Level stał się niezbędny w moim procesie pracy
pt: Level se tornou essencial para meu fluxo de trabalho
ru: Level стал необходимым в моей работе
th: Level กลายเป็นสิ่งจำเป็นในการทำงานของฉัน
tr: Level iş akışımın vazgeçilmez bir parçası oldu
vi: Level đã trở thành thiết yếu trong quy trình làm việc của tôi
zh_hans: Level已成为我工作流程中不可或缺的一部分

source: Somewhat disappointed
ar: محبط نوعاً ما
de: Etwas enttäuscht
es: Algo decepcionado
fr: Un peu déçu
hi: कुछ हद तक निराश
id: Agak kecewa
it: Un po' deluso
ja: やや残念
ko: 약간 실망
pl: Trochę rozczarowany(a)
pt: Um pouco desapontado
ru: Немного разочарован
th: ค่อนข้างผิดหวัง
tr: Biraz hayal kırıklığına uğrardım
vi: Hơi thất vọng
zh_hans: 有点失望

source: I would miss some features but could manage without
ar: سأفتقد بعض الميزات لكن يمكنني التدبر بدونها
de: Ich würde einige Funktionen vermissen, käme aber auch ohne zurecht
es: Extrañaría algunas funciones pero podría arreglármelas sin él
fr: Certaines fonctionnalités me manqueraient mais je pourrais faire sans
hi: मुझे कुछ सुविधाओं की कमी महसूस होगी लेकिन बिना इसके भी काम चल जाएगा
id: Saya akan merindukan beberapa fitur tapi bisa mengatasi tanpanya
it: Mi mancherebbero alcune funzionalità ma potrei farne a meno
ja: いくつかの機能は恋しくなりますが、なくても何とかなります
ko: 일부 기능이 그립겠지만 없이도 할 수 있습니다
pl: Brakowałoby mi niektórych funkcji, ale dałbym/dałabym sobie bez nich
pt: Sentiria falta de alguns recursos mas poderia me virar sem
ru: Мне бы не хватало некоторых функций, но я бы справился
th: ฉันจะคิดถึงบางฟีเจอร์แต่ก็สามารถจัดการได้โดยไม่มีมัน
tr: Bazı özellikleri özlerdim ama idare edebilirdim
vi: Tôi sẽ nhớ một số tính năng nhưng có thể xoay xở mà không cần
zh_hans: 我会想念一些功能，但没有也可以

source: Not disappointed
ar: لست محبطاً
de: Nicht enttäuscht
es: No decepcionado
fr: Pas déçu
hi: निराश नहीं
id: Tidak kecewa
it: Non deluso
ja: 特に残念ではない
ko: 실망하지 않음
pl: Nie rozczarowany(a)
pt: Não desapontado
ru: Не разочарован
th: ไม่ผิดหวัง
tr: Hayal kırıklığına uğramazdım
vi: Không thất vọng
zh_hans: 不会失望

source: I could easily find an alternative
ar: يمكنني إيجاد بديل بسهولة
de: Ich könnte leicht eine Alternative finden
es: Podría encontrar fácilmente una alternativa
fr: Je pourrais facilement trouver une alternative
hi: मैं आसानी से कोई विकल्प ढूंढ सकता हूं
id: Saya bisa dengan mudah menemukan alternatif
it: Potrei facilmente trovare un'alternativa
ja: 簡単に代替品を見つけられます
ko: 쉽게 대안을 찾을 수 있습니다
pl: Mógłbym/mogłabym łatwo znaleźć alternatywę
pt: Poderia facilmente encontrar uma alternativa
ru: Я легко смогу найти альтернативу
th: ฉันสามารถหาทางเลือกอื่นได้ง่าย
tr: Kolayca bir alternatif bulabilirim
vi: Tôi có thể dễ dàng tìm một giải pháp thay thế
zh_hans: 我可以轻松找到替代品

source: What was missing or disappointing in your experience with us?
ar: ما الذي كان مفقوداً أو مخيباً للآمال في تجربتك معنا؟
de: Was hat in Ihrer Erfahrung mit uns gefehlt oder war enttäuschend?
es: ¿Qué faltó o qué te decepcionó en tu experiencia con nosotros?
fr: Qu'est-ce qui manquait ou était décevant dans votre expérience avec nous ?
hi: हमारे साथ आपके अनुभव में क्या कमी थी या निराशाजनक था?
id: Apa yang kurang atau mengecewakan dalam pengalaman Anda dengan kami?
it: Cosa è mancato o è stato deludente nella tua esperienza con noi?
ja: 私たちのサービスで物足りなかった点や失望した点は何ですか？
ko: 저희 서비스에서 부족했거나 실망스러웠던 점은 무엇인가요?
pt: O que estava faltando ou foi decepcionante em sua experiência conosco?
ru: Чего не хватало или что разочаровало в вашем опыте работы с нами?
th: อะไรที่ขาดหายไปหรือน่าผิดหวังในประสบการณ์การใช้งานของคุณ?
tr: Deneyiminizde eksik olan veya sizi hayal kırıklığına uğratan neydi?
vi: Điều gì còn thiếu hoặc gây thất vọng trong trải nghiệm của bạn với chúng tôi?

source: Which feature do you use the most in our application?
ar: ما هي الميزة التي تستخدمها أكثر في تطبيقنا؟
de: Welche Funktion nutzen Sie am häufigsten in unserer Anwendung?
es: ¿Qué función usas más en nuestra aplicación?
fr: Quelle fonctionnalité utilisez-vous le plus dans notre application ?
hi: आप हमारे एप्लिकेशन में किस सुविधा का सबसे ज्यादा उपयोग करते हैं?
id: Fitur mana yang paling sering Anda gunakan dalam aplikasi kami?
it: Quale funzionalità usi di più nella nostra applicazione?
ja: アプリケーションで最もよく使用する機能は何ですか？
ko: 우리 애플리케이션에서 가장 많이 사용하는 기능은 무엇인가요?
pt: Qual recurso você mais usa em nossa aplicação?
ru: Какую функцию вы используете больше всего в нашем приложении?
th: คุณใช้ฟีเจอร์ไหนมากที่สุดในแอพพลิเคชันของเรา?
tr: Uygulamamızda en çok hangi özelliği kullanıyorsunuz?
vi: Tính năng nào bạn sử dụng nhiều nhất trong ứng dụng của chúng tôi?

source: How satisfied were you with your experience?
ar: ما مدى رضاك عن تجربتك؟
de: Wie zufrieden waren Sie mit Ihrer Erfahrung?
es: ¿Qué tan satisfecho estás con tu experiencia?
fr: Quel est votre niveau de satisfaction avec votre expérience ?
hi: आप अपने अनुभव से कितने संतुष्ट थे?
id: Seberapa puas Anda dengan pengalaman Anda?
it: Quanto sei soddisfatto della tua esperienza?
ja: 体験にどの程度満足されましたか？
ko: 경험에 대해 얼마나 만족하셨나요?
pt: Quão satisfeito você ficou com sua experiência?
ru: Насколько вы довольны своим опытом?
th: คุณพึงพอใจกับประสบการณ์การใช้งานมากแค่ไหน?
tr: Deneyiminizden ne kadar memnun kaldınız?
vi: Bạn hài lòng với trải nghiệm của mình đến mức nào?

source: What would you like to rate us?
ar: كيف تقيمنا؟
de: Wie würden Sie uns bewerten?
es: ¿Qué calificación nos darías?
fr: Quelle note souhaitez-vous nous donner ?
hi: आप हमें कितने अंक देना चाहेंगे?
id: Berapa nilai yang ingin Anda berikan?
it: Che voto ci daresti?
ja: 評価をお願いします
ko: 어떤 평가를 주시겠습니까?
pt: Que nota você nos daria?
ru: Как бы вы нас оценили?
th: คุณอยากให้คะแนนเราเท่าไหร่?
tr: Bizi nasıl değerlendirirsiniz?
vi: Bạn muốn đánh giá chúng tôi bao nhiêu sao?

source: Previous
ar: السابق
de: Zurück
es: Anterior
fr: Précédent
hi: पिछला
id: Sebelumnya
it: Precedente
ja: 前へ
ko: 이전
pt: Anterior
ru: Назад
th: ก่อนหน้า
tr: Önceki
vi: Trước

source: Next
ar: التالي
de: Weiter
es: Siguiente
fr: Suivant
hi: अगला
id: Selanjutnya
it: Successivo
ja: 次へ
ko: 다음
pt: Próximo
ru: Далее
th: ถัดไป
tr: Sonraki
vi: Tiếp

source: Submit
ar: إرسال
de: Absenden
es: Enviar
fr: Envoyer
hi: जमा करें
id: Kirim
it: Invia
ja: 送信
ko: 제출
pt: Enviar
ru: Отправить
th: ส่ง
tr: Gönder
vi: Gửi

source: Please select your occupation
ar: الرجاء اختيار مهنتك
de: Bitte wählen Sie Ihren Beruf
es: Por favor selecciona tu ocupación
fr: Veuillez sélectionner votre profession
hi: कृपया अपना व्यवसाय चुनें
id: Silakan pilih pekerjaan Anda
it: Seleziona la tua occupazione
ja: 職業を選択してください
ko: 직업을 선택해 주세요
pt: Por favor, selecione sua ocupação
ru: Пожалуйста, выберите род занятий
th: กรุณาเลือกอาชีพของคุณ
tr: Lütfen mesleğinizi seçin
vi: Vui lòng chọn nghề nghiệp của bạn

source: Please select an option
ar: الرجاء اختيار خيار
de: Bitte wählen Sie eine Option
es: Por favor selecciona una opción
fr: Veuillez sélectionner une option
hi: कृपया एक विकल्प चुनें
id: Silakan pilih opsi
it: Seleziona un'opzione
ja: オプションを選択してください
ko: 옵션을 선택해 주세요
pt: Por favor, selecione uma opção
ru: Пожалуйста, выберите вариант
th: กรุณาเลือกตัวเลือก
tr: Lütfen bir seçenek belirleyin
vi: Vui lòng chọn một tùy chọn

source: Please enter your response
ar: الرجاء إدخال إجابتك
de: Bitte geben Sie Ihre Antwort ein
es: Por favor ingresa tu respuesta
fr: Veuillez saisir votre réponse
hi: कृपया अपना जवाब दर्ज करें
id: Silakan masukkan respons Anda
it: Inserisci la tua risposta
ja: 回答を入力してください
ko: 응답을 입력해 주세요
pt: Por favor, digite sua resposta
ru: Пожалуйста, введите ваш ответ
th: กรุณากรอกคำตอบของคุณ
tr: Lütfen yanıtınızı girin
vi: Vui lòng nhập câu trả lời của bạn

source: Our Current Plans
ar: خططنا الحالية
de: Unsere Aktuellen Tarife
es: Nuestros Planes Actuales
fr: Nos Plans Actuels
hi: हमारी वर्तमान योजनाएं
id: Paket Layanan Kami Saat Ini
it: I Nostri Piani Attuali
ja: 現在のプラン
ko: 현재 요금제
pl: Nasze Aktualne Plany
pt: Nossos Planos Atuais
ru: Наши текущие планы
th: แผนปัจจุบันของเรา
vi: Các Gói Hiện Tại Của Chúng Tôi
zh_hans: 我们的当前套餐

source: At what price would you consider our Pay As You Go plan (10 generations) to be too expensive?
ar: عند أي سعر تعتبر خطة الدفع حسب الاستخدام (10 إنشاءات) باهظة الثمن؟
de: Ab welchem Preis würden Sie unseren Pay As You Go-Tarif (10 Generierungen) als zu teuer empfinden?
es: ¿A qué precio considerarías que nuestro plan Pay As You Go (10 generaciones) es demasiado caro?
fr: À quel prix considéreriez-vous notre forfait Pay As You Go (10 générations) comme trop cher ?
hi: किस कीमत पर आपको लगता है कि हमारी पे ऐज़ यू गो योजना (10 जनरेशन) बहुत महंगी है?
id: Pada harga berapa Anda menganggap paket Pay As You Go kami (10 generasi) terlalu mahal?
it: A quale prezzo considereresti il nostro piano Pay As You Go (10 generazioni) troppo costoso?
ja: 従量制プラン（10回生成）がどの価格なら高すぎると感じますか？
ko: 종량제 요금제(10회 생성)가 어느 가격이면 너무 비싸다고 생각하시나요?
pl: Przy jakiej cenie uznałbyś nasz plan Pay As You Go (10 generacji) za zbyt drogi?
pt: A que preço você consideraria nosso plano Pay As You Go (10 gerações) muito caro?
ru: При какой цене вы бы считали наш план Pay As You Go (10 генераций) слишком дорогим?
th: ที่ราคาเท่าไหร่คุณคิดว่าแผนแบบจ่ายตามการใช้งาน (10 ครั้ง) ของเราแพงเกินไป?
vi: Ở mức giá nào bạn cho rằng gói Trả Theo Lượt (10 lần tạo) của chúng tôi là quá đắt?
zh_hans: 在什么价格下您会认为我们的按量付费套餐（10次生成）太贵了？

source: At what price would you consider our Pay As You Go plan (10 generations) to be too cheap?
ar: عند أي سعر تعتبر خطة الدفع حسب الاستخدام (10 إنشاءات) رخيصة لدرجة تشكك في جودتها؟
de: Ab welchem Preis würden Sie unseren Pay As You Go-Tarif (10 Generierungen) als zu günstig empfinden, um vertrauenswürdig zu sein?
es: ¿A qué precio considerarías que nuestro plan Pay As You Go (10 generaciones) es demasiado barato para ser confiable?
fr: À quel prix considéreriez-vous notre forfait Pay As You Go (10 générations) comme trop bon marché pour être fiable ?
hi: किस कीमत पर आपको लगता है कि हमारी पे ऐज़ यू गो योजना (10 जनरेशन) इतनी सस्ती है कि गुणवत्ता संदिग्ध है?
id: Pada harga berapa Anda menganggap paket Pay As You Go kami (10 generasi) terlalu murah sehingga meragukan kualitasnya?
it: A quale prezzo considereresti il nostro piano Pay As You Go (10 generazioni) troppo economico da mettere in dubbio la sua qualità?
ja: 従量制プラン（10回生成）がどの価格なら安すぎて品質が疑わしいと感じますか？
ko: 종량제 요금제(10회 생성)가 어느 가격이면 너무 싸서 품질이 의심되나요?
pl: Przy jakiej cenie uznałbyś nasz plan Pay As You Go (10 generacji) za zbyt tani, by być wiarygodnym?
pt: A que preço você consideraria nosso plano Pay As You Go (10 gerações) barato demais para ser confiável?
ru: При какой цене вы бы считали наш план Pay As You Go (10 генераций) слишком дешёвым, чтобы доверять его качеству?
vi: Ở mức giá nào bạn cho rằng gói Trả Theo Lượt (10 lần tạo) quá rẻ đến mức đáng ngờ về chất lượng?
zh_hans: 在什么价格下您会认为我们的按量付费套餐（10次生成）便宜到令人质疑其质量？

source: At what price would you consider our Monthly Unlimited plan to be so expensive that you would not consider buying it?
ar: عند أي سعر تعتبر خطتنا الشهرية غير المحدودة باهظة الثمن لدرجة أنك لن تفكر في شرائها؟
de: Ab welchem Preis wäre unser Monatlicher Unlimited-Tarif so teuer, dass Sie einen Kauf nicht in Erwägung ziehen würden?
es: ¿A qué precio considerarías que nuestro plan Mensual Ilimitado es tan caro que no considerarías comprarlo?
fr: À quel prix considéreriez-vous notre forfait Mensuel Illimité comme trop cher pour envisager son achat ?
hi: किस कीमत पर आपको हमारी मासिक अनलिमिटेड योजना इतनी महंगी लगेगी कि आप खरीदने पर विचार नहीं करेंगे?
id: Pada harga berapa Anda menganggap paket Bulanan Tak Terbatas kami terlalu mahal sehingga Anda tidak akan mempertimbangkan untuk membelinya?
it: A quale prezzo considereresti il nostro piano Mensile Illimitato così costoso da non considerare l'acquisto?
ja: 月額無制限プランがどの価格なら高すぎて購入を検討しないと感じますか？
ko: 월간 무제한 요금제가 어느 가격이면 구매를 고려하지 않을 만큼 비싸다고 생각하시나요?
pl: Przy jakiej cenie uznałbyś nasz plan Miesięczny Bez Limitu za tak drogi, że nie rozważałbyś jego zakupu?
pt: A que preço você consideraria nosso plano Mensal Ilimitado tão caro que não consideraria comprá-lo?
ru: При какой цене вы бы считали наш Безлимитный Месячный план настолько дорогим, что не стали бы его покупать?
th: ที่ราคาเท่าไหร่คุณคิดว่าแผนรายเดือนแบบไม่จำกัดของเราแพงเกินไปจนน่าสงสัยในคุณภาพ?
vi: Ở mức giá nào bạn cho rằng gói Không Giới Hạn Hàng Tháng quá đắt đến mức không cân nhắc mua?
zh_hans: 在什么价格下您会认为我们的月度无限套餐贵到不会考虑购买？

source: At what price would you consider our Monthly Unlimited plan to be so low that you would question its quality?
ar: عند أي سعر تعتبر خطتنا الشهرية غير المحدودة منخفضة لدرجة تشكك في جودتها؟
de: Ab welchem Preis wäre unser Monatlicher Unlimited-Tarif so niedrig, dass Sie dessen Qualität in Frage stellen würden?
es: ¿A qué precio considerarías que nuestro plan Mensual Ilimitado es tan bajo que cuestionarías su calidad?
fr: À quel prix considéreriez-vous notre forfait Mensuel Illimité comme trop bas pour être fiable ?
hi: किस कीमत पर आपको हमारी मासिक अनलिमिटेड योजना इतनी कम लगेगी कि आप इसकी गुणवत्ता पर सवाल उठाएंगे?
id: Pada harga berapa Anda menganggap paket Bulanan Tak Terbatas kami terlalu rendah sehingga Anda meragukan kualitasnya?
it: A quale prezzo considereresti il nostro piano Mensile Illimitato così basso da mettere in dubbio la sua qualità?
ja: 月額無制限プランがどの価格なら安すぎて品質が疑わしいと感じますか？
ko: 월간 무제한 요금제가 어느 가격이면 너무 싸서 품질이 의심되나요?
pl: Przy jakiej cenie uznałbyś nasz plan Miesięczny Bez Limitu za tak tani, że kwestionowałbyś jego jakość?
pt: A que preço você consideraria nosso plano Mensal Ilimitado tão baixo que questionaria sua qualidade?
ru: При какой цене вы бы считали наш Безлимитный Месячный план настолько дешёвым, что усомнились бы в его качестве?
th: ที่ราคาเท่าไหร่คุณคิดว่าแผนรายเดือนแบบไม่จำกัดของเราถูกเกินไปจนน่าสงสัยในคุณภาพ?
vi: Ở mức giá nào bạn cho rằng gói Không Giới Hạn Hàng Tháng quá rẻ đến mức đáng ngờ về chất lượng?
zh_hans: 在什么价格下您会认为我们的月度无限套餐便宜到令人质疑其质量？

source: At what price would you consider our Annual Unlimited plan to be too expensive?
ar: عند أي سعر تعتبر خطتنا السنوية غير المحدودة باهظة الثمن؟
de: Ab welchem Preis würden Sie unseren Jährlichen Unlimited-Tarif als zu teuer empfinden?
es: ¿A qué precio considerarías que nuestro plan Anual Ilimitado es demasiado caro?
fr: À quel prix considéreriez-vous notre forfait Annuel Illimité comme trop cher ?
hi: किस कीमत पर आपको हमारी वार्षिक अनलिमिटेड योजना बहुत महंगी लगेगी?
id: Pada harga berapa Anda menganggap paket Tahunan Tak Terbatas kami terlalu mahal?
it: A quale prezzo considereresti il nostro piano Annuale Illimitato troppo costoso?
ja: 年間無制限プランがどの価格なら高すぎると感じますか？
ko: 연간 무제한 요금제가 어느 가격이면 너무 비싸다고 생각하시나요?
pl: Przy jakiej cenie uznałbyś nasz plan Roczny Bez Limitu za zbyt drogi?
pt: A que preço você consideraria nosso plano Anual Ilimitado muito caro?
ru: При какой цене вы бы считали наш Безлимитный Годовой план слишком дорогим?
th: ที่ราคาเท่าไหร่คุณคิดว่าแผนรายปีแบบไม่จำกัดของเราแพงเกินไป?
vi: Ở mức giá nào bạn cho rằng gói Không Giới Hạn Hàng Năm là quá đắt?
zh_hans: 在什么价格下您会认为我们的年度无限套餐太贵了？

source: Which pricing plan would you be most likely to choose?
ar: أي خطة تسعير من المرجح أن تختار؟
de: Welchen Tarif würden Sie am ehesten wählen?
es: ¿Qué plan de precios serías más propenso a elegir?
fr: Quel forfait seriez-vous le plus susceptible de choisir ?
hi: आप किस मूल्य योजना को चुनने की सबसे अधिक संभावना रखते हैं?
id: Paket harga mana yang paling mungkin Anda pilih?
it: Quale piano tariffario saresti più propenso a scegliere?
ja: どのプランを選択する可能性が最も高いですか？
ko: 어떤 요금제를 선택하실 가능성이 가장 높으신가요?
pl: Który plan cenowy najprawdopodobniej byś wybrał?
pt: Qual plano de preços você provavelmente escolheria?
ru: Какой тарифный план вы бы скорее всего выбрали?
th: คุณมีแนวโน้มที่จะเลือกแผนราคาใด?
vi: Bạn có khả năng chọn gói giá nào nhất?
zh_hans: 您最有可能选择哪个定价套餐？

source: At what price would you consider our Monthly Unlimited plan to be starting to get expensive, but you would still consider it?
ar: عند أي سعر تعتبر خطتنا الشهرية غير المحدودة باهظة الثمن، ولكن لا تزال تعتبرها معقولة؟
de: Ab welchem Preis würden Sie unseren Monatlichen Unlimited-Tarif als teuer werdend empfinden, würden ihn aber noch in Betracht ziehen?
es: ¿A qué precio considerarías que nuestro plan Mensual Ilimitado está empezando a ser caro, pero todavía lo considerarías?
fr: À quel prix considéreriez-vous notre forfait Mensuel Illimité comme commençant à être cher, mais vous l'envisageriez quand même ?
hi: किस कीमत पर आपको हमारी मासिक अनलिमिटेड योजना बहुत महंगी लगेगी, लेकिन आप इसे अभी भी देखेंगे?
id: Pada harga berapa Anda menganggap paket Bulanan Tak Terbatas kami mulai terlalu mahal, tetapi Anda tetap akan mempertimbangkannya?
it: A quale prezzo considereresti il nostro piano Mensile Illimitato come iniziando a diventare troppo costoso, ma lo considereresti comunque?
ja: 月額無制限プランがどの価格なら高くなり始めますが、まだ購入を検討しますか？
ko: 월간 무제한 요금제가 어느 가격이면 너무 비싸서 시작되기 시작하지만 여전히 구매를 고려하실 가능성이 높으신가요?
pl: Przy jakiej cenie uznałbyś nasz plan Miesięczny Bez Limitu za zbyt drogi, ale nadal byś go rozważał?
pt: A que preço você consideraria nosso plano Mensal Ilimitado começando a ser muito caro, mas você ainda consideraria comprar?
ru: При какой цене вы бы считали наш Безлимитный Месячный план настолько дорогим, что начал бы сомневаться в его качестве, но всё же рассмотрели бы покупку?
th: ที่ราคาเท่าไหร่คุณคิดว่าแผนรายเดือนแบบไม่จำกัดของเราเริ่มดูแพงเกินไป แต่คุณก็ยังคิดว่ามันคุ้มค่า?
tr: Aylık İlkel Planınızın ne kadar kısa süre sonra kırılır?
vi: Ở mức giá nào bạn cho rằng gói Không Giới Hạn Hàng Tháng bắt đầu trở nên đắt đỏ, nhưng bạn vẫn cân nhắc mua?
zh_hans: 在什么价格下您会认为我们的月度无限套餐开始变得昂贵，但您仍然会考虑购买？

source: At what price would you consider our Annual Unlimited plan to be a great deal?
ar: عند أي سعر تعتبر خطتنا السنوية غير المحدودة عرضًا جيدًا جدًا؟
de: Ab welchem Preis würden Sie unseren Jährlichen Unlimited-Tarif als besonders gutes Angebot empfinden?
es: ¿A qué precio considerarías que nuestro plan Anual Ilimitado es una gran oferta?
fr: À quel prix considéreriez-vous notre forfait Annuel Illimité comme une excellente affaire ?
hi: किस कीमत पर आपको हमारी वार्षिक अनलिमिटेड योजना एक बेहतरीन विकल्प लगेगी?
id: Pada harga berapa Anda menganggap paket Tahunan Tak Terbatas kami sebagai penawaran yang fantastis?
it: A quale prezzo considereresti il nostro piano Annuale Illimitato come un'offerta fantastica?
ja: 年間無制限プランがどの価格なら非常にお得と感じますか？
ko: 연간 무제한 요금제가 어느 가격이면 매우 좋은 제안으로 간주하실 가능성이 높으신가요?
pl: Przy jakiej cenie uznałbyś nasz plan Roczny Bez Limitu za fantastyczną ofertę?
pt: A que preço você consideraria nosso plano Anual Ilimitado como uma oferta fantástica?
ru: При какой цене вы бы считали наш Безлимитный Годовой план замечательной сделкой?
th: ที่ราคาเท่าไหร่คุณคิดว่าแผนรายปีแบบไม่จำกัดของเราเป็นสิ่งที่คุ้มค่า?
tr: Yıllık İlkel Planınızın ne kadar kısa süre sonra kırılır?
vi: Ở mức giá nào bạn cho rằng gói Không Giới Hạn Hàng Năm là một thương vị tuyệt vời?
zh_hans: 在什么价格下您会认为我们的年度无限套餐是一个很棒的交易？
